/* Menu Item for Release Help */
"%@ Help" = "%@ Guida";

/* No comment provided by engineer. */
"%@ is currently in trial mode and only convert 3 minutes for each music file.\n\nTo unlock the limitation, please purchase a license." = "%@ è attualmente in modalità di prova e convertire solo 3 minuti per ogni musica.\n\nPer evitare questo, si prega di acquistare una licenza.";

/* No comment provided by engineer. */
"%lu files, total duration %@" = "%lu file, durata totale %@";

/* Menu Item for Release About */
"About %@" = "Circa %@";

/* Buy Online */
"Buy Online" = "Acquistare Online";

/* No comment provided by engineer. */
"Can not find iTunes Music Library location" = "Non riesci a trovare iTunes Music Library location";

/* Cancel */
"Cancel" = "Annulla";

/* No comment provided by engineer. */
"Change the output folder access permission or choose another output folder!" = "Modificare l'autorizzazione di accesso cartella di output o scegliere un'altra cartella di output!";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Controlla aggiornamenti...";

/* Confirm Delete */
"Confirm Delete" = "Conferma eliminazione";

/* No comment provided by engineer. */
"Disk space is not enough!" = "Spazio su disco non è sufficiente!";

/* Do you want to move the file to the Trash,or only remove it from list? */
"Do you want to move the file to the Trash,or only remove it from list?" = "Vuoi spostare il file nel Cestino, oppure solo rimuoverlo dalla lista?";

/* Menu Item Label for Email */
"Email Support" = "Supporto e-mail";

/* Menu Item Hide Release App */
"Hide %@" = "Nascondi %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "Informazioni di registrazione non valido!";

/* No comment provided by engineer. */
"Locate File" = "Individuare il File";

/* Move to Trash */
"Move to Trash" = "Sposta nel cestino";

/* OK */
"OK" = "OK";

/* Menu Item for Order */
"Order Now" = "Ordina ora";

/* Menu Item for Quit Release App */
"Quit %@" = "Uscire da %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "Leggere FAQ";

/* Menu Item Label for Online Help */
"Read Online Help" = "Leggi l'aiuto Online";

/* Message Text for Registration Successful */
"Registration Successful!" = "Registrazione completata con successo!";

/* Menu Item Label for Registration */
"Registration..." = "Registrazione...";

/* Remains */
"Remains" = "Rimane";

/* Remove from list */
"Remove from list" = "Rimuovere dall'elenco";

/* Select */
"Select" = "Selezionare";

/* Information Text for Registration Failure */
"Simple copy and paste your Registration Name and Code exactly as it appears in the confirmation email." = "Semplice copia e incolla il tuo nome di registrazione e il codice esattamente come appare nell'e-mail di conferma.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Grazie per l'acquisto, se avete qualsiasi problema, si prega di utilizzare E-mail a contattarci.";

/* No comment provided by engineer. */
"The output folder is read-only!" = "La cartella di output è in sola lettura!";

/* No comment provided by engineer. */
"There is not enough disk space in your output volume,please check it out and try again!" = "Non c'è spazio su disco insufficiente nel tuo volume di uscita, si prega di check it out e riprovare!";

/* Trial version limits */
"Trial version limits" = "Limiti della versione di prova";

/* Menu Item for WebSite */
"Visit WebSite" = "Visita il sito";

/* No comment provided by engineer. */
"We need iTunes music library location for read information from iTunes, you can change this location in iTunes Preferences." = "Abbiamo bisogno di posizione libreria musicale di iTunes per leggere informazioni da iTunes, è possibile modificare questo percorso nelle preferenze di iTunes.";

/* Can not get Tracks */
"Can not get Tracks" = "Non è possibile ottenere le tracce";

/* No comment provided by engineer. */
"can not parse content from spotify, please check your network connection." = "non può analizzare il contenuto da spotify, si prega di controllare la connessione di rete.";

/* Miss Spotify Applicaiton */
"Miss Spotify Applicaiton" = "Miss Spotify applicazione";

/* Close */
"Close" = "Chiudere";

/* No comment provided by engineer. */
"can not find spotify application, please install spotify and retry" = "Non può trovare applicazione Spotify,si prega di installare spotify e retry";

/* Conversion Failure */
"Conversion Failure" = "errore di conversione del";

/* Retry */
"Retry" = "riprova";

/* No comment provided by engineer. */
"%d tracks failed to convert , please retry it later." = "Tracce di %d non è riuscito a convertire, si prega di riprovare più tardi.";

/* Change Audio Output Device */
"Change Audio Output Device" = "Modifica del dispositivo di uscita audio";

/* No comment provided by engineer. */
"To continue the converting, please allow the converter to change your Sound Output to Build-in device.\n\nThe original settings are automatically restored after the conversion is complete." = "Per continuare la conversione, si prega di lasciare il convertitore per cambiare la vostra uscita audio per costruire-in dispositivo.\n\nLe impostazioni originali vengono automaticamente ripristinate dopo la conversione è completa.";

/* Don't show this prompt again */
"Don't show this prompt again" = "Non mostrare più questo messaggio";

/* System Integrity Protection is active */
"System Integrity Protection is active" = "System Integrity Protection is active";

/* Read how to turn SIP off */
"Read how to turn SIP off" = "Read how to turn SIP off";

/* No comment provided by engineer. */
"OS X 10.11 (El Capitan) introduced new security measures.\n%@ cannot be launched with System Integrity Protection turned on.\n\nThere is a workaround. Read our website for more information." = "OS X 10.11 (El Capitan) introduced new security measures.\n%@ cannot be launched with System Integrity Protection turned on.\n\nThere is a workaround. Read our website for more information.";
